<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://cdn.tailwindcss.com"></script>
    <title>Light Novel-About</title>
    <link rel="stylesheet" href="style.css">
</head>
<body>
    
<header>
        <ul>
            <li><img src="./img/logo.png" alt="logo"></li>
            <li><a href="index.php">Home</a></li>
            <li><a href="page1.php" class="active">About</a></li>
            <li><a href="page2.php">Shop</a></li>
            <li><a href="page3.php">Review</a></li>
            <li><a href="page4.php">Gallery</a></li>
            <li id="contact"><a href="#">Log in</a></li>
            <li id="contact"><a href="#">Register</a></li>
        </ul>
    </header>

    <div class="benner1"></div>

    <section class="about">
		<div class="main">
			<img src="https://storage.naiin.com/system/application/bookstore/resource/product/202203/544589/1000247203_front_XXL.jpg?imgname=%E0%B8%8B%E0%B8%B2%E0%B8%8B%E0%B8%B2%E0%B8%81%E0%B8%B4%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%87-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-(LN)">
			<div class="about-text">
				<h2>Light novel</h2>
				<h5>ไลท์โนเวล</h5>
				<p>ในประเทศญี่ปุ่น ไลต์โนเวล แบบ "ต้นตำรับ" นั้นได้มีการนำการใช้ฟุริงะนะเข้ามาใช้เป็นอย่างมากด้วยสองเหตุผล 
                    หนึ่งคือสำหรับนักอ่านวัยเยาว์ที่ยังไม่ชำนาญในตัวอักษรคันจิให้สามารถเข้าใจในเนื้อหาได้ สองคือในหลายๆ เรื่องของ ไลต์โนเวล 
                    ผู้เขียนมักจะสร้างคำอ่านฟุริงะนะขึ้นมาใหม่ 
                    ซึ่งไม่สามารถพบเห็นได้ในการใช้ภาษาญี่ปุ่นทั่วๆ ไป
ในการเขียนไลต์โนเวลนั้น จะใช้เพียงแค่ประโยคสั้นๆ ในหนึ่งย่อหน้ามีเพียงแค่ 1 หรือ 2 ประโยคเท่านั้น ซึ่งทำให้การอ่านเป็นไปได้อย่างรวดเร็วยิ่งขึ้น โดยจะมีลักษณะโดยรวมดังนี้<br>
พล๊อตเรื่อง มีการวางพล๊อตที่มีส่วนคล้ายเกมส์หรือการ์ตูนอยู่มาก และมักมีกลิ่นของแฟนตาซีปะปนอยู่เสมอ<br>
ภาษาเข้าใจง่าย ดำเนินเรื่องไว มีตัวหนังสือน้อย กระชับฉับไว ไม่เน้นบรรยายหรือประโยคยืดยาวให้น่ารำคาญ<br>
ภายในรูปเล่มมีภาพประกอบแบบการ์ตูน-คอมมิคแทรกเป็นระยะ ๆ</p>
			</div>
		</div>
	</section>

    <section class="about">
		<div class="main">
			<img src="https://www.tkpark.or.th/stocks/extra/006e36.jpg">
			<div class="about-text">
            <p>ไลต์โนเวล ย่อว่า LN หมายถึงนิยายประเภทหนึ่งจากประเทศญี่ปุ่น เป็นนิยายสำหรับวัยรุ่นโดยเฉพาะกลุ่มนักเรียนมัธยมปลาย 
          ไลต์โนเวลหนึ่งเล่มมีความยาว 50,000 คำ ซึ่งถือว่าใกล้เคียงกับเกณฑ์ขั้นต่ำของนวนิยายตะวันตก ไลต์โนเวลนิยมตีพิมพ์ด้วยรูปเล่มขนาด A5<br>
          ด้วยความสามารถของหนังสือประเภท "ไลต์โนเวล" ที่โด่งดังในกลุ่มนั้นมีบ้างเรื่องที่สามารถ สร้างกระแสจนกลายเป็น อนิเมะหรือมังงะ 
          เช่นเก็คคัง ดรากอน แมกกาซีน และ เดอะ สนีคเกอร์, เด็งเกคิ hp หรือแม้แต่นิตยสารในเครือ มีเดียมิกซ์ เช่น คอมพ์ทีค และ เด็งเกคิ G’s แมกกาซีน โดยเรื่องที่ได้ตีพิมพ์ได้แก่เรื่อง สเลเยอร์ส ฉบับนิยายซึ่งเป็นผลงานของ 
          คันซากะ ฮาจิเมะ ซึ่งเรื่อง สเลเยอส์ นี้เองก็ได้เคยสร้างเป็นอนิเมะหรือมังงะในชื่อเดียวกัน
ในประเทศญี่ปุ่น ไลต์โนเวลเป็นที่นิยมมาก และสำนักพิมพ์ต่าง ๆ ก็ได้มีการจัดการประกวดไลต์โนเวล เพื่อค้นหาไลต์โนเวลที่เป็นที่น่าสนใจ 
ซึ่งถ้าหากเรื่องใดได้รับรางวัลชนะเลิศ ก็จะมีรางวัลสำหรับผู้จัดทำไลต์โนเวลเรื่องนั้นๆ และผลงานของพวกเขายังได้รับการตีพิมพ์จัดจำหน่ายภายหลังการประกวด 
เช่น รางวัล เด็งเกคิ โนเวล ไพร์ซ ซึ่งเป็นรางวัลใหญ่ที่สุดซึ่งในแต่ละปีจะมีผู้ร่วมส่งผลงานกันเข้ามามากกว่า 2000 ชิ้น และเป็นแหล่งสร้าง ไลต์โนเวล ให้แก่วงการที่มีชื่อเสียง</p>
			</div>
		</div>
	</section>

    <section class="about">
		<div class="main">
			<img src="https://choupnbeauty.files.wordpress.com/2018/12/light_novel_09.jpg?w=700&h=460">
			<div class="about-text">
				<h5>สำนักพิมพ์ที่ตีพิมพ์ไลต์โนเวลในเมืองไทย</h5>
				<p>บลิส พับลิชชิ่ง ใช้ชื่อว่า J-Light (ปิดตัวไปแล้ว)<br>
บงกช พับลิชชิ่ง<br>
รักพิมพ์<br>
เดกซ์ พับลิชชิ่ง<br>
เซนชู พับลิชชิ่ง<br>
เอ-พลัส (เอบุ๊ค)<br>
จีพลัส (เอบุ๊ค)<br>
อนิแม็กบุ๊คส์ (เอบุ๊ค)<br>
สำนักพิมพ์แจ่มใส (เลิกตีพิมพ์ไลท์โนเวลแล้ว)<br>
เอ็นเธอร์บุ๊คส์ (เลิกตีพิมพ์ไลท์โนเวลแล้ว)<br>
เฟิร์สเพจโปร<br>
ฟินิกซ์เน็กซ์<br>
สยามอินเตอร์<br>
กิฟท์บุ๊ค พับลิชชิ่ง<br>
พะโล้ พับลิชชิ่ง<br>
สำนักพิมพ์วิบูลย์กิจ<br>
นิดา พับลิชชิ่ง</p>
			</div>
		</div>
	</section>

    <div class="footer"></div>
</body>
</html>